:PROPERTIES:
:ID:       6c839f6a-f3df-4ad5-aa6f-0eeb5766ddaf
:ROAM_ALIASES: "Pottery inspiration"
:LAST_MODIFIED: [2024-02-07 Wed 07:55]
:END:
#+title: Ceramic inspiration
#+hugo_custom_front_matter: :slug "6c839f6a-f3df-4ad5-aa6f-0eeb5766ddaf"
#+author: Cash Prokop-Weaver
#+date: [2023-12-13 Wed 06:40]
#+filetags: :hastodo:concept:

#+begin_src emacs-lisp
(cashpw/org-roam--get-gallery-heading-positions "gallery")
#+end_src

#+RESULTS:
| 17907 |

[[id:c73727bd-7ed8-4c50-bd08-524ebb2afbea][Ceramists I follow]]

- https://honchar.org.ua/collections/view/keramika
- https://collection.powerhouse.com.au/object/118314
- https://www.tumblr.com/design-is-fine/732174076776529920/eva-zeisel-museum-dinner-service-1945-1970?source=share

